tap "d12frosted/emacs-plus"
tap "ethanholen/taps"
tap "fwartner/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "railwaycat/emacsmacport"
tap "yt-dlp/taps"
brew "glib"
brew "harfbuzz"
brew "argo"
brew "autojump"
brew "bat"
brew "bottom"
brew "coreutils"
brew "cask"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "cowsay"
brew "duf"
brew "exa"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gedit"
brew "git"
brew "go"
brew "gotop"
brew "gstreamer", link: false
brew "gst-plugins-base"
brew "gst-plugins-bad"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "k3d"
brew "lf"
brew "libdvdcss"
brew "minikube"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "openjdk"
brew "pandoc"
brew "php", restart_service: true
brew "prettyping"
brew "ranger"
brew "ripgrep"
brew "screenfetch"
brew "sl"
brew "thefuck"
brew "tldr"
brew "vapor"
brew "wget"
brew "youtube-dl"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["HEAD"]
brew "ethanholen/taps/game-of-life"
brew "ethanholen/taps/rdme-gen"
brew "fwartner/tap/mac-cleanup"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "adobe-acrobat-reader"
cask "alfred"
cask "alt-tab"
cask "anaconda"
cask "appcleaner"
cask "audacity"
cask "audio-hijack"
cask "balenaetcher"
cask "bartender"
cask "blender"
cask "brave-browser"
cask "cinebench"
cask "coderunner"
cask "daisydisk"
cask "deluge"
cask "discord"
cask "docker"
cask "dropbox"
cask "epic-games"
cask "fantastical"
cask "figma"
cask "firefox"
cask "fluid"
cask "font-iosevka-ss02"
cask "font-iosevka-ss04"
cask "gimp"
cask "github"
cask "gitkraken"
cask "go2shell"
cask "google-chrome"
cask "handbrake"
cask "icons8"
cask "iina"
cask "imageoptim"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "java6"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kindle"
cask "lens"
cask "mactex"
cask "mailspring"
cask "makemkv"
cask "meld"
cask "microsoft-edge"
cask "mimestream"
cask "min"
cask "mongodb-compass"
cask "mono-mdk-for-visual-studio"
cask "nordvpn"
cask "notion"
cask "numi"
cask "obs"
cask "obsidian"
cask "omnifocus"
cask "open-in-code"
cask "oracle-jdk"
cask "parallels"
cask "pdf-squeezer"
cask "postman"
cask "rocket"
cask "selfcontrol"
cask "sf-symbols"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "todoist"
cask "toggl-track"
cask "unity-hub"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "zoom"
cask "zotero"
cask "zsa-wally"
