tap "ethanholen/taps"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "pulumi/tap"
tap "sachaos/todoist"
tap "yt-dlp/taps"
brew "argo"
brew "autojump"
brew "bat"
brew "python@3.9"
brew "python@3.11"
brew "cmake"
brew "direnv"
brew "docker", link: false
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "ghostscript"
brew "git"
brew "go"
brew "gotop"
brew "helm"
brew "htop"
brew "hyperkit"
brew "jq"
brew "kubernetes-cli", link: false
brew "lf"
brew "midnight-commander"
brew "minikube"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "numpy"
brew "php"
brew "ranger"
brew "ripgrep"
brew "stress"
brew "thefuck"
brew "tldr"
brew "vim"
brew "wget"
brew "wrk"
brew "youtube-dl"
brew "ethanholen/taps/game-of-life"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "pulumi/tap/pulumi"
brew "sachaos/todoist/todoist", link: false
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "brave-browser"
cask "daisydisk"
cask "emacs"
cask "figma"
cask "firefox"
cask "font-iosevka"
cask "font-iosevka-ss04"
cask "goland"
cask "iina"
cask "inkdrop"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kindle"
cask "mactex"
cask "notion"
cask "obsidian"
cask "omnifocus"
cask "openlens"
cask "pdf-squeezer"
cask "postman"
cask "selfcontrol"
cask "spotify"
cask "todoist"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "warp"
vscode "bierner.markdown-preview-github-styles"
vscode "eamodio.gitlens"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "James-Yu.latex-workshop"
vscode "luisfontes19.vscode-swissknife"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "nmsmith89.incrementor"
vscode "NTBBloodbath.doom-one"
vscode "oderwat.indent-rainbow"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.toggle"
vscode "redhat.vscode-yaml"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "will-stone.plastic"
vscode "yzhang.markdown-all-in-one"
