tap "bradyjoslin/sharewifi"
tap "ethanholen/taps"
tap "federico-terzi/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "iina/mpv-iina"
tap "jakehilborn/jakehilborn"
tap "jakevossen5/taps"
tap "louisbrunner/valgrind"
tap "twilio/brew"
tap "vitorgalvao/tiny-scripts"
brew "angular-cli"
brew "python@3.9"
brew "autojump"
brew "automake"
brew "carthage"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "sfml"
brew "csfml"
brew "docutils"
brew "exa"
brew "pkg-config"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gcc"
brew "git-lfs"
brew "git-quick-stats"
brew "go"
brew "gotop"
brew "grip"
brew "halibut"
brew "handbrake", link: false
brew "howdoi"
brew "htop"
brew "hugo"
brew "hyperkit"
brew "jq"
brew "jrnl"
brew "kubernetes-cli"
brew "lsd"
brew "macvim"
brew "magic-wormhole"
brew "make"
brew "mas"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mono", link: false
brew "mysql"
brew "mysql-client"
brew "nasm"
brew "neofetch"
brew "nvm"
brew "pandoc"
brew "pyenv"
brew "rustup-init"
brew "screenfetch"
brew "starship"
brew "switchaudio-osx"
brew "texi2html"
brew "tldr"
brew "uchardet"
brew "watchman"
brew "watson"
brew "wget"
brew "wifi-password"
brew "yarn"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bradyjoslin/sharewifi/sharewifi"
brew "ethanholen/taps/game-of-life"
brew "ethanholen/taps/rdme-gen"
brew "federico-terzi/espanso/espanso"
brew "iina/mpv-iina/ffmpeg-iina"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jakevossen5/taps/check-for-homebrew-alternatives"
brew "jakevossen5/taps/pi-generator-from-blocks"
brew "jakevossen5/taps/watson-vis"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "twilio/brew/twilio"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "blender"
cask "brave-browser"
cask "clean-me"
cask "coderunner"
cask "craft"
cask "deluge"
cask "discord"
cask "docker"
cask "dozer"
cask "dropbox"
cask "duet"
cask "emacs"
cask "figma"
cask "firefox"
cask "fluid"
cask "gifox"
cask "github"
cask "gitkraken"
cask "go2shell"
cask "google-chrome"
cask "handbrake"
cask "hiddenbar"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "kap"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "kindle"
cask "macdown"
cask "mactex"
cask "makemkv"
cask "mono-mdk-for-visual-studio"
cask "nordvpn"
cask "notion"
cask "nvalt"
cask "obs"
cask "obsidian"
cask "omnifocus"
cask "open-in-code"
cask "pastebot"
cask "plex"
cask "pocket-casts"
cask "postman"
cask "rocket"
cask "selfcontrol"
cask "slack"
cask "spotify"
cask "steam"
cask "toggl-track"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "zoom"
cask "zsa-wally"
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Dark Reader for Safari", id: 1438243180
mas "Day One", id: 1055511498
mas "Disk Speed Test", id: 425264550
mas "Drafts", id: 1435957248
mas "Elpy", id: 1440013765
mas "Fantastical", id: 975937182
mas "Front and Center", id: 1493996622
mas "Gestimer", id: 990588172
mas "GoodNotes", id: 1444383602
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Instapaper", id: 288545208
mas "Instapaper Save", id: 1481302432
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Parcel", id: 639968404
mas "Smart Converter", id: 447513724
mas "Spark", id: 1176895641
mas "SwitchGlass", id: 1498546559
mas "ToothFairy", id: 1191449274
mas "TweetDeck", id: 485812721
mas "Vimari", id: 1480933944
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
